Repository: ibrahim-elnemr-moltaqa/wasali
Catalog: lib/core/*/localization/l10n/app_*.arb
Languages: ar

# onBoarding_desc_3
source: Discover hundreds of restaurants and enjoy fast delivery to your doorstep with great deals that suit your taste and budget.
ar: اكتشف مئات المطاعم، واستمتع بتوصيل سريع لباب بيتك... بكل سهولة، وبأفضل العروض اللي تناسب ذوقك وميزانيتك.

source: Client
ar: مستخدم

# provider
source: Resturants or Supermarkets
ar: مطاعم او سوبر ماركت

source: Delivery
ar: مندوب توصيل

source: Send OTP
ar: ارسال رمز التحقق

# choose_start
source: Choose what suits you to start the app
ar: اختر ما يناسبك للبدء فى التطبيق

# choose_start_description
source: Choose what suits you to start our app and enjoy a personalized experience with services designed to meet your needs easily and flexibly.
ar: اختر ما يناسبك للبدء في تطبيقنا والاستمتاع بتجربة مخصصة وخدمات مصممة لتلبية احتياجاتك بكل سهولة ومرونة.

# welcome_back
source: We are very happy to see you again, and we hope your experience with us is always smooth and enjoyable.
ar: سعداء جداً لرؤيتك مجدداً، ونتمنى أن تكون تجربتك معنا دائماً ممتعة وسلسة

# enter_verification_code
source: Please enter the verification code sent via SMS to the phone number {phone} to complete the verification process.
ar: من فضلك أدخل رمز التحقق الذي تم إرساله عبر رسالة نصية إلى رقم الجوال {phone} لإتمام عملية التحقق.

# create_new_account
source: Create a new account to benefit from all our services and app features designed to meet your needs and enhance your experience.
ar: قم بإنشاء حساب جديد للاستفادة من جميع خدماتنا ومزايا التطبيق المصممة لتلبية احتياجاتك وتسهيل تجربتك.

source: Whatsapp number
ar: رقم واتساب

source: Enter whatsapp number
ar: ادخل رقم واتساب

source: Initial Data
ar: بيانات أولية

# bank_account_data
source: Bank Account Information
ar: بيانات الحساب البنكى

# vehicle_data
source: Vehicle Information
ar: بيانات المركبة

source: Delete Image
ar: حذف الصورة

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم الأخير

source: Bank Account Number
ar: رقم الحساب البنكى

source: Enter Bank Account Number
ar: أدخل رقم الحساب البنكى

source: ID Number
ar: رقم الهوية

# enter_id_number
source: Enter Your ID Number
ar: أدخل رقم هويتك

source: Vehicle Type
ar: نوع المركبة

source: Choose Vehicle Type
ar: اختار نوع المركبة

source: Vehicle Plate Number
ar: رقم لوحة المركبة

source: Enter Vehicle Plate Number
ar: أدخل رقم لوحة المركبة

source: Vehicle License
ar: رخصة المركبة

# license_front
source: License Front Side
ar: وجه الرخصة

# license_back
source: License Back Side
ar: ظهر الرخصة

source: Driving License
ar: رخصة القيادة

source: Bank Account Number
ar: رقم الحساب البنكي

source: Enter bank account number
ar: أدخل رقم الحساب البنكي

source: Invalid bank account number.
ar: رقم الحساب البنكي غير صحيح.

source: Service Provider
ar: مقدم الخدمة

# store_data
source: Store Information
ar: بيانات المتجر

source: Store Address
ar: عنوان المتجر

source: Store Image
ar: صورة المتجر

source: Store Name
ar: اسم المتجر

source: Store Mobile Number
ar: رقم جوال المتجر

source: Store Description
ar: وصف المتجر

# commercial_register
source: Commercial Registration
ar: السجل التجارى

# commercial_register_image
source: Commercial Registration Image
ar: صورة السجل التجارى

source: Main Category
ar: القسم الرئيسى

source: Choose Main Category
ar: أختر القسم الرئيسى

source: Sub Category
ar: القسم الفرعى

source: Choose Sub Category
ar: أختر القسم الفرعى

source: Sub Categories
ar: الأقسام الفرعية

source: Address Details
ar: تفاصيل العنوان

source: Region
ar: المنطقة

source: Choose Region
ar: اختار المنطقة

source: Choose City
ar: اختار المدينة

# your_location_on_map
source: Your Location on the Map
ar: عنوانك على الخريطة

source: Confirm Address
ar: تأكيد العنوان

# search_street_or_area
source: Search for a street name or area
ar: ابحث عن اسم الشارع او المنطقة

# request_sent_to_admin
source: Your request has been sent to the administration.
ar: تم إرسال طلبك للإدارة

# activation_sms_notice
source: You will receive an SMS soon confirming your account activation.
ar: ستتلقى رسالة نصية تحتوي على تأكيد تفعيل حسابك قريبًا.

source: Failed to get location details
ar: فشل في استخراج بيانات العنوان

source: Address
ar: العنوان

source: Confirm Address
ar: تاكيد العنوان

source: Select Location
ar: تحديد موقعك

source: Featured Offers
ar: العروض المميزة

source: Opened
ar: مفتوح

source: Closed
ar: مغلق

source: All
ar: الكل

source: Store status
ar: حاله المتجر

source: Closest me
ar: الأقرب لي

source: Top Rated
ar: الأعلى تقييم

source: Supermarket name
ar: اسم السوبر ماركت

source: Sizes
ar: الأحجام

source: Receive Orders
ar: استقبال طلبات

source: New Orders
ar: الطلبات الجديدة

source: Pickup Type
ar: نوع الاستلام

source: Customer Name
ar: اسم العميل

source: In Preparation
ar: قيد التجهيز

# stop_receiving_today_question
source: Stop receiving orders today?
ar: عدم استقبال طلبات اليوم ؟

# stop_receiving_today_description
source: Customers won't be able to send new orders today until you enable receiving again.
ar: لن يتمكن العملاء من إرسال طلبات جديدة اليوم حتى تقوم بتفعيل الاستقبال مرة أخرى

# no_new_orders
source: No new orders have been received yet!
ar: لم يتم استلام أي طلبات جديدة حتى الآن !

# orders_will_appear
source: Your orders will appear here as soon as you receive a new one.
ar: ستظهر طلباتك هنا بمجرد استلام طلب جديد.

# no_subscription
source: You have not subscribed to any plan yet!
ar: لم تقم بالاشتراك في أي باقة بعد!

# start_subscription_to_add_products
source: Start by subscribing to one of the plans to add your first products.
ar: ابدأ بالاشتراك في إحدى الباقات الآن لتتمكن من إضافة أول منتجاتك

source: Subscription
ar: اشتراك

# start_adding_products
source: Start adding your first products and enjoy selling!
ar: ابدأ بإضافة أول منتجاتك واستمتع بتجربة البيع!

# start_your_journey
source: Begin your journey now and add your first products to display them to customers.
ar: ابدأ رحلتك الآن وأضف منتجاتك الأولى لعرضها للعملاء.

# add_first_product
source: Add Your First Product
ar: أضف اول منتجاتك

source: Your Current Location
ar: موقعك الحالى

# cannot_detect_location
source: We couldn't detect your current location!
ar: لم نستطع تحديد موقعك الحالي !

# enable_location_service
source: Make sure location service is enabled for accurate detection.
ar: تأكد من تفعيل خدمة الموقع للوصول بدقة إلى مكانك.

source: Client Name
ar: اسم العميل

source: Customer Support
ar: الدعم الفنى

source: General Statistics
ar: الاحصائات العامة

source: Previous Orders
ar: الطلبات السابقة

source: Delivery Addresses
ar: عناوين التوصيل

source: Select Delivery Address
ar: تحديد عنوان التوصيل

# service_provider_data
source: Service Provider Information
ar: بيانات مقدم الخدمة

source: Store General Settings
ar: اعدادات المتجر العامة

source: Manage Store
ar: ادارة المتجر

source: Working Days
ar: ايام العمل

source: Financial Reports
ar: التقارير المالية

source: Size Management
ar: ادارة المقاسات

source: Sections Management
ar: ادارة الاقسام

source: Products Management
ar: ادارة المنتجات

source: Add New Size
ar: اضافة مقاس جديد

source: Size Name
ar: اسم المقاس

source: Enter Size Name
ar: ادخل اسم المقاس

source: Select Size
ar: اختر المقاس

source: Section
ar: القسم

source: Section Name
ar: اسم القسم

source: Add New Section
ar: اضافة قسم جديد

source: Enter Section Name
ar: ادخل اسم القسم

source: Select Section
ar: اختر القسم

source: Product Name
ar: اسم المنتج

source: Add New Product
ar: اضافة منتج جديد

source: Enter Product Name
ar: ادخل اسم المنتج

source: Product Description
ar: وصف المنتج

source: Product Price
ar: سعر المنتج

source: Enter Product Price
ar: ادخل سعر المنتج

source: Product Image
ar: صورة المنتج

source: Additional Image
ar: صورة اضافيه

source: Size
ar: المقاس

source: Active
ar: مفعل

source: Inactive
ar: معطل

source: Day
ar: اليوم

source: Select day
ar: اختر اليوم

source: To
ar: الى

source: Add Another Day
ar: اضافه يوم اخر

# start_subscription
source: Subscript to a plan now
ar: اشترك ف باقة الآن

# start_subscription_description
source: Start by subscribing to one of the plans to add your first products and enjoy selling!
ar: اشترك في الباقة المميزة الآن وابدأ بإضافة منتجاتك وعرضها لعملائك

source: Subscription Duration
ar: مدة الباقة

source: Subscription Price
ar: سعر الباقة

source: Subscription Start Date
ar: تاريخ بدء الاشتراك

source: Subscription End Date
ar: تاريخ انتهاء الاشتراك
