Repository: ibrahim-elnemr-moltaqa/wasali
Catalog: lib/core/*/localization/l10n/app_*.arb
Languages: ar

# locale
source: ع
ar: EN

# appName
source: Wasali
ar: وصلي

# unexpectedError
source: An unexpected error occurred. Please try again.
ar: حدث خطأ غير متوقع. يرجى المحاولة مرة أخرى.

# unAutherizedUserExeption
source: Unauthorized user. Please log in again.
ar: مستخدم غير مصرح. يرجى تسجيل الدخول مرة أخرى.

# failToLoad
source: Failed to load. Please try again.
ar: فشل التحميل. يرجى المحاولة مرة أخرى.

# somethingWentWrong
source: Something went wrong. Please try again.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.

# noInternetConnection
source: No internet connection available.
ar: لا يوجد اتصال بالإنترنت.

# connectionIssueTryLater
source: There was a connection issue. Please try again later.
ar: كانت هناك مشكلة في الاتصال. يرجى المحاولة مرة أخرى لاحقًا.

# noInternetFound
source: No internet found, check your connection
ar: لم يتم العثور على اتصال بالإنترنت تحقق من اتصالك بالانترنت

# unAuthenticatedMessage
source: Your session has expired, please log in again.
ar: انتهت الجلسة الخاصة بك , يرجى تسجيل الدخول مرة أخرى.

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Pick Image From Gallery
ar: اختر صورة من المعرض

source: Pick Image From Camera
ar: اختر صورة من الكاميرا

source: Pick Video From Camera
ar: اختر فيديو من الكاميرا

source: Pick Video From Gallery
ar: اختر فيديو من المعرض

# cantOpenLink
source: Cannot open link, make sure it's valid.
ar: لا يمكن فتح الرابط، تأكد من صحته.

source: Language
ar: اللغة

# changeLanguage
source: Choose Language
ar: اختر اللغه

source: Next
ar: التالي

source: Skip
ar: تخطِ

source: Save
ar: حفظ

source: Send
ar: إرسال

source: Continue
ar: متابعة

source: Confirm
ar: تأكيد

source: Done
ar: تم

source: Cancel
ar: إلغاء

source: Close
ar: إغلاق

source: Upload
ar: تحميل

source: Select
ar: اختر

source: Delete
ar: حذف

source: Retry
ar: حاول مرة أخري

source: Start now
ar: ابدأ الأن

source: Apply
ar: تطبيق

source: Back
ar: رجوع

source: Agree
ar: موافق

source: Change
ar: تغيير

source: Edit
ar: تعديل

source: Create
ar: انشاء

source: Failed
ar: فشل

source: Disagree
ar: غير موافق

source: Search
ar: بحث

source: Pay
ar: دفع

# fieldRequired
source: This field is required.
ar: هذا الحقل مطلوب.

# fieldMustNotHaveSpaces
source: This field must not have spaces.
ar: لا يمكن ان يحتوي الحقل على مسافات

# invalidIban
source: The IBAN must contain only letters and numbers, and be between 15 and 34 characters long.
ar: رقم الآيبان يجب أن يحتوي على أحرف وأرقام فقط، ويتكون من 15 إلى 34 خانة

# nameTooShort
source: Name is too short.
ar: الاسم قصير جدًا.

source: Invalid English Name
ar: اسم إنجليزي غير صالح

source: Invalid Arabic Name
ar: اسم عربي غير صالح

# invalidEmailFormat
source: Invalid email address format.
ar: تنسيق البريد الإلكتروني غير صحيح.

# passwordRequirements
source: Password must be at least 8 characters long, include capital letters, at least one lowercase letter and special character.
ar: يجب أن تكون كلمة المرور مكونة من 8 أحرف على الأقل، وتشمل أحرف كبيرة وصغيرة و علامة مميزة.

# passwordConfirmValidation
source: Password confirmation is not same
ar: كلمة المرور غير متطابقة!

# urlValidateMessage
source: Please enter a valid URL
ar: من فضلك ادخل رابط صحيح

source: Invalid Date Format
ar: تنسيق التاريخ غير صالح

source: Date Must Be After
ar: يجب أن يكون التاريخ بعد

# phoneFieldHint
source: Enter phone number
ar: أدخل رقم الجوال

# profileImageValidation
source: Profile image is required
ar: يرجى اختيار صورة شخصية

# invalidPhoneNumber
source: Phone number invalid format.
ar: تنسيق رقم الجوال غير صالح

source: Search for country
ar: ابحث عن دولة

source: No result found
ar: لم يتم العثور على نتائج

# youMustAgreeTermsAndConditionsFirst
source: You must agree to the terms and conditions first
ar: يجب الموافقة على الشروط والأحكام أولاً

source: Invalid identity number
ar: رقم الهوية غير صالح

source: Search
ar: ابحث

source: Bank name
ar: اسم البنك

source: Enter bank name
ar: ادخل اسم البنك

source: Ibane number
ar: رقم IBAN

source: Enter ibane number
ar: ادخل رقم IBAN

source: Incorrect password
ar: كلمة المرور غير صحيحة

# onboardingHeaderOne
source: Welcome to the
ar: من التأسيس الي التشطيب

# onboardingHeaderOne1
source: Balcony App
ar: بلكونة

# onboardingSubHeaderOne
source: Discover the best places including restaurants, cafes, and hotels, and quickly view their details.
ar: نوفر لك أفضل المهنيين بأعلى جودة مهندسون,فنيون, مقاولون... كل ما تحتاجه لتكمل مشروعك.

# onboardingHeaderTwo
source: Activate your subscription and enjoy
ar: فعّل اشتراكك واستمتع

# onboardingHeaderTwo2
source: the offers
ar: بالعروض

# onboardingSubHeaderTwo
source: Discover the best places including restaurants, cafes, and hotels, and quickly view their details.
ar: ستكشف أفضل الأماكن من مطاعم وكافيهات وفنادق، واطّلع بسرعة على تفاصيلها

# onboardingHeaderThree
source: Book event tickets
ar: احجز تذاكر الفعاليات في

# onboardingHeaderThree1
source: instantly
ar: لحظتها

# onboardingSubHeaderThree
source: Discover the best places including restaurants, cafes, and hotels, and quickly view their details.
ar: ستكشف أفضل الأماكن من مطاعم وكافيهات وفنادق، واطّلع بسرعة على تفاصيلها

# selectRoleDescreption
source: Education is a continuous journey, and we are here to be a part of it. Join us on this journey by selecting your user type to proceed and complete registration!
ar: التعليم رحلة مستمرة , ونحن هنا لنكون جزءاً منها. انضم إلينا في هذه الرحلة وحدد نوع المستخدم للمتابعة وإكمال التسجيل !

# selectUserRole
source: Select User Type
ar: اختيار نوع المستخدم

source: Student
ar: طالب

source: Teacher
ar: معلم

# pleaseSelectRoleFirst
source: Please select user type
ar: يرجي اختيار نوع المستخدم أولا

source: Login
ar: تسجيل الدخول

# loginPhoneHint
source: The verification code will be sent to the entered phone number
ar: سوف يتم إرسال كود التحقق على الرقم المدخل

# welcomeback
source: Welcome back to
ar: سعداء جداً لرؤيتك مجدداً، ونتمنى أن تكون تجربتك معنا دائماً ممتعة وسلسة

# registerWelcome
source: Welcome! Register now at
ar: قم بإنشاء حساب جديد للاستفادة من جميع خدماتنا ومزايا التطبيق المصممة لتلبية احتياجاتك وتسهيل تجربتك .

source: Register now
ar: سجّل الان

# welcomeIn
source: Welcome to
ar: مرحبا بك!

# loginDescription
source: Log in or create an account to explore the app
ar: سجّل دخولك أو أنشئ حسابًا لاكتشاف التطبيق

# teacherLoginDescription
source: Welcome back to the login##as a service provider
ar: أهلاً بعودتك فى تسجيل الدخول##كمقدم خدمة

source: Phone number
ar: رقم الجوال

source: Password
ar: كلمة المرور

# doYouForgetPassword
source: Did you forget password?
ar: هل نسيت كلمة المرور ؟

source: Request service
ar: طلب خدمة

# requestServiceDescription
source: Fast request your service now
ar: سارع بطلب خدمتك الأن

source: Main services
ar: الخدمات الاساسية

# dontHaveAccount
source: Don’t have an account?
ar: ليس لديك حساب؟

source: Create Account
ar: إنشاء حساب

source: Forget password
ar: استعادة كلمة المرور

# forgetPasswordDescription
source: Enter your phone number to send##the verification code
ar: قم بإدخال رقم جوالك لارسال##رمز التفعيل

source: Verification code
ar: كود التفعيل

# areYouServiceProvider
source: Are you a service provider?
ar: هل انت مقدم خدمة؟

source: Register as service provider
ar: تسجيل كمقدم خدمة

source: Bestseller services
ar: الخدمات الأكثر طلباً

# welcomeOnApp
source: Welcome to!
ar: مرحباً بك !

source: conversations
ar: المحادثات

source: Order offers
ar: عروض الطلبات

# codeSentTo
source: The code was sent to the number
ar: ادخل الكود الذي تم إرساله إلي

# dontSendCode
source: Didn't receive the code?
ar: لم يتم إرسال الكود ؟

source: Resend
ar: إعادة الإرسال

source: Verify code
ar: التحقق من الكود

source: Change password
ar: تغيير كلمة المرور

# enterStrongPassword
source: Enter a##strong password
ar: قم بإدخال كلمة مرور##قوية

source: New password
ar: كلمة المرور الجديدة

source: Confirm password
ar: تأكيد كلمة المرور

source: New Register
ar: تسجيل

# step
source: From
ar: خطوة

# from
source: to
ar: من

# teacherRegisterWelcome
source: Welcome to account creation##as a service provider
ar: مرحباً بك فى إنشاء حساب##كمقدم خدمة

source: Personal Information
ar: البيانات الشخصية

source: Name
ar: الأسم

# enterName
source: Enter your name
ar: ادخل اسمك

source: Email Address
ar: البريد الإلكتروني

# enterEmailAddress
source: Enter your email address
ar: ادخل بريدك الإلكتروني

# agreeFor
source: Confirmation of
ar: تأكيد سياية

source: Terms and Conditions
ar: االشروط والأحكام

source: About app
ar: عن التطبيق

source: Privacy policy
ar: سياسة الخصوصية

# completeAccountData
source: Complete Account Information
ar: استكمال بيانات الحساب

source: Age
ar: العمر

# writeAge
source: Enter your age
ar: ادخل عمرك

source: Male
ar: ذكر

source: Female
ar: أنثي

source: Other
ar: أخري

source: ID Number
ar: رقم الهوية

# enterIdNumber
source: Enter your ID number
ar: ادخل رقم الهوية

source: Country
ar: الدولة

# selectCountry
source: Select your country
ar: اختار دولتك

# spokenLanguages
source: Languages
ar: اللغات

# selectLanguages
source: Select the languages you speak
ar: اختار اللغات التى تتحدثها

source: Professional Information
ar: البيانات المهنية

# aboutYou
source: Brief Introduction About You
ar: نبذة تعريفية عنك

# writeHere
source: Write Message Content
ar: ادخل محتوي الرسالة

source: Institution
ar: المؤسسة

source: School
ar: مدرسة

source: University
ar: جامعة

source: Educational Stages
ar: المراحل الدراسية

source: Select Stage
ar: اختار مرحلة

source: Study Years
ar: السنين الدراسية

# selectYear
source: Select Study Year
ar: اختار سنة دراسية

source: Subjects
ar: المواد الدراسية

source: Select Subject
ar: اختار مادة دراسية

# qualification
source: Educational Qualification
ar: المؤهل الدراسي

source: Upload qualification image
ar: ارفاق صور المؤهل العلمي

source: Job Title
ar: الوظيفة

# enterJobTitle
source: Enter your job title
ar: ادخل اسم الوظيفة

# experienceYears
source: Years of Experience
ar: عدد سنوات الخبرة

# enterExperienceYears
source: Enter years of experience
ar: ادخل عدد سنوات الخبرة

# experienceField
source: Field of Experience
ar: مجال الخبرة

# enterExperienceField
source: Enter field of experience
ar: ادخل مجال الخبرة

# introVideo
source: Introductory Video
ar: الفيديو

# uploadVideo
source: Upload an introductory video
ar: ارفع فيديو تعريفي

source: CV
ar: السيرة الذاتية

# uploadCv
source: Upload your CV file
ar: ارفع ملف السيرة الذاتية

source: Specialization
ar: التخصص

# selectSpecialization
source: Select your specialization
ar: اختار تخصصك

# selectSubjectAgain
source: Select Subject
ar: اختار مادة دراسية

# requestSubmittedMessage
source: Your request has been successfully submitted to the administration
ar: تم إرسال طلبك بنجاح إلى الإدارة

# requestPendingMessage
source: You cannot log in, your join request is still##under review##by the administration
ar: لا يمكنك الدخول، طلب الانضمام الخاص بك مازال##قيد المراجعة##لدى الإدارة

source: OTP sent successfully
ar: تم ارسال كود التفعيل بنجاح

source: Enter verification code
ar: ادخل كود التفعيل

# verificationCodeLengthValidation
source: Verification code must be 4 digits
ar: كود التفعيل يجب ان يكون 4 ارقام

# verifyCodeSuccessMessage
source: Your mobile number has been successfully verified
ar: تم التحقق من رقم الجوال بنجاح

# emailUpdateSuccessMessage
source: Your email has been successfully updated
ar: تم تحديث بريدك الإلكتروني بنجاح

# phoneUpdateSuccessMessage
source: Your phone number has been successfully updated
ar: تم تحديث رقم الجوال بنجاح

source: Gender
ar: النوع

# completeProfileSuccessMessage
source: Your request has been successfully submitted to the administration
ar: تم ارسال طلب الانضمام الخاص بك بنجاح

# passwordResetSuccessMessage
source: Your password has been successfully updated
ar: تم تغيير كلمة المرور بنجاح

# joinRequestStillInReviewMessage
source: You cannot log in. Your membership request is still under review by the administration.
ar: لا يمكنك الدخول، طلب الانضمام الخاص بك مازال##قيد المراجعة##لدى الإدارة

# sendJoinRequestSuccessMessage
source: Your request has been successfully sent to the administration.
ar: تم إرسال طلبك بنجاح إلى الإدارة

# loginAsStudentWelcomeMessage
source: Welcome back to the login##as a student
ar: أهلاً بعودتك فى تسجيل الدخول##كطالب

source: Continue as guest
ar: الدخول كزائر

# studentWelcomeRegisterMessage
source: Welcome to account creation##as a student
ar: مرحباً بك فى إنشاء حساب##كطالب خدمة

source: Student name
ar: اسم الطالب

source: Univeristy name
ar: اسم الجامعة

source: Write your univeristy name
ar: ادخل اسم جامعتك

source: School name
ar: اسم المدرسة

source: Enter your school name
ar: ادخل اسم مدرستك

# selectStageFirst
source: Select Educational Stage First
ar: اختر المرحلة الدراسية اولا

# registerSuccessMessage
source: Your account has been successfully created
ar: تم انشاء حسابك بنجاح

source: Select who##learning
ar: اختر من##سيتعلم

# videoValidation
source: Video must be mp4
ar: يجب ان يكون امتداد الفيديو mp4

# alreadyHaveAccount
source: Already have an account?
ar: لديك حساب بالفعل؟

source: Home
ar: الرئيسية

source: School bag
ar: حقيبة دراسية

source: Table
ar: الجدول

source: Favorite
ar: المفضلة

source: More
ar: المزيد

source: My account
ar: حسابي

source: Wallet
ar: المحفظة

source: My orders
ar: طلباتي

source: My files
ar: ملفاتي

source: Contact us
ar: تواصل معنا

source: Faqs
ar: الأسئلة الشائعة

# chnageLanguage
source: Change language
ar: تغيير اللغة

source: Theme
ar: المظهر

source: Log out
ar: تسجيل الخروج

source: Delete account
ar: حذف الحساب

# logoutMessage
source: Are you sure you want to log out?
ar: هل أنت متأكد من تسجيل الخروج؟

# deleteAccountMessage
source: If you want to delete the account, please note that all your data and information associated with the account will be permanently deleted and cannot be recovered.
ar: اذا كنت تريد حذف الحساب، يرجى ملاحظة أن جميع بياناتك ومعلوماتك المرتبطة بالحساب سيتم حذفها نهائيًا ولن يمكن استعادتها.

# profileUpdateSuccessMessage
source: Your profile has been successfully updated
ar: تم تحديث الملف الشخصي بنجاح

source: Birth date
ar: تاريخ الميلاد

# birthDateHint
source: Day/Month/Year
ar: يوم/شهر/سنة

# bankDataUpdatedSuccess
source: Your bank data has been successfully updated
ar: تم تحديث بيانات البنك بنجاح

source: Current language
ar: اللغة المستخدمة

source: Change phone number
ar: تغيير رقم الجوال

source: Update password
ar: تغيير كلمة المرور

source: Current password
ar: كلمة المرور الحالية

source: Add another account
ar: إضافة حساب أخر

source: Switch account
ar: تبديل الحساب

source: Add below##data
ar: قم بإدخال البيانات##التالية

# accountAddedSuccessMessage
source: Your account has been successfully added !
ar: تم إضافة الحساب الجديد بنجاح !

source: Select##account
ar: قم بإختيار##الحساب

# noAccountsFoundMessage
source: No accounts found
ar: لم يتم العثور على حسابات

source: Bank account details
ar: بيانات الحساب البنكي

source: Welcome
ar: أهلا

# seacrchFor
source: Search for
ar: بحث عن

# logInFirst
source: You must log in first
ar: يجب تسجيل الدخول اولا

# guestMessage
source: Please ##log in##first in order to access our services
ar: ادخل إلى حسابك لتتمكن من إدارة طلباتك بسهولة

# yourMessageSendSuccessMessage
source: Your message has been successfully sent
ar: تم إرسال الرسالة بنجاح

source: Contact ways
ar: وسائل التواصل

source: Contact information
ar: بيانات التواصل

source: Categories
ar: الاقسام

# noData
source: No Data For Now
ar: لا يوجد بيانات حالياً

# newTitle
source: New
ar: جديد

source: Send message
ar: أرسل لنا رسالة

source: Message type
ar: نوع الرسالة

source: Select message type
ar: اختار نوع الرسالة

source: Message
ar: محتوي الرسالة

source: Request
ar: طلب

source: Suggestion
ar: اقتراح

source: Inquiry
ar: استفسار

source: Complaint
ar: شكوى

# contactUsSuccessHeader
source: Your message has been successfully sent to the administration.
ar: تم ارسال رسالتك للادارة بنجاح.

# contactUsSuccessSubHeader
source: Thank you for sharing your opinion and contacting us.
ar: شكرا للمشاركة برأيك والتواصل معنا

# geustHint
source: You can enjoy the app’s services by logging in.
ar: بإمكانك الأستمتاع بخدمات التطبيق عند تسجيل الدخول

source: Welcome Mr
ar: اهلاً أستاذ

source: Content
ar: محتوي

source: Add new
ar: إضافة

source: Orders
ar: الطلبات

# acccountInformation
source: Account information
ar: بيانات الحساب

source: Static pages
ar: الصفحات الثابتة

source: Account settings
ar: اعدادات الحساب

# ibanInfo
source: IBAN information
ar: بيانات الحساب البنكي

# proffessionalInfo
source: Professional information
ar: البيانات المهنية

source: Online lectures
ar: محاضرات اونلاين

source: Courses
ar: دورات تدريبية

source: Books
ar: كتب

source: Upcomming lectures count
ar: عدد المحاضرات القادمة

source: Orders wating delivery count
ar: عدد الطلبات بإنتظار التسليم

source: Lecture
ar: محاضرة

source: Order
ar: طلب

# scheduledLecturesToday
source: Scheduled lectures for today
ar: المحاضرات المجدولة لهذا اليوم

# noScheduledLecturesToday
source: No scheduled lectures for today.
ar: لا توجد محاضرات مجدولة لهذا اليوم.

source: View all
ar: عرض الكل

# noRequestsToday
source: No requests for today.
ar: لا توجد طلبات لهذا اليوم.

source: Lecture time
ar: وقت المحاضرة

source: Lecture type
ar: نوع المحاضرة

source: Join now
ar: انضم الأن

source: Request creation date
ar: تاريخ إنشاء الطلب

source: Delivery date
ar: تاريخ التسليم

# pendingHelpRequests
source: Help requests awaiting offers
ar: طلبات مساعدة فى انتظار العروض

source: Project type
ar: نوع المشروع

source: Educational qualifications
ar: المؤهل الدراسي

# areYouShadowTeacher
source: are you a shadow teacher?
ar: هل انت معلم ظل؟

source: Total profit service provider
ar: إجمالي الربح مقدم الخدمة

source: Hide history
ar: إخفاء السجل

source: Wallet history
ar: سجل المحفظه

# noWalletHistory
source: No wallet history yet
ar: لا يوجد معاملات حتي الان

source: Withdraw
ar: تصفية

# withdrawSuccessMessage
source: Your withdrawal request has been successfully sent to the administration.
ar: تم ارسال طلب التصفيه للاداره بنجاح

source: Add new online lecture
ar: إضافة محاضرة اونلاين

# walletChargedSuccess
source: Wallet charged successfully!
ar: تم شحن المحفظة بنجاح !

source: Wallet Top-Up
ar: شحن المحفظة

# enterTopUpAmount
source: Enter the amount to top up
ar: ادخل القيمة المراد شحنها

source: Amount value
ar: قيمة المبلغ

# enterBankDetails
source: Please enter your bank account details
ar: من فضلك أدخل بيانات حسابك البنكي

source: Aviable balance
ar: الرصيد المتاح

source: My wallet
ar: محفظتي

# paymentFailMessage
source: Payment failed, please try again
ar: لقد فشلت عملية الدفع، يرجى المحاولة مرة اخرى

source: Payment
ar: الدفع الالكتروني

# eventsBooking
source: Events
ar: حجز فعاليات

source: Offers
ar: العروض

# mainCategories
source: Main Category
ar: الاقسام الرئيسية

source: Show More
ar: عرض المزيد

source: Show Less
ar: عرض اقل

source: Shop Now
ar: تسوق الأن

source: My Subscription
ar: اشتراكي

source: Share App
ar: مشاركة التطبيق

source: Link Copied!
ar: تم النسخ!

source: Rate App
ar: تقييم التطبيق

source: City
ar: المدينة

source: Location
ar: الموقع

source: Comments
ar: التعليقات

source: Rate
ar: تقييم

source: Share
ar: مشاركة

source: Settings
ar: الإعدادات

source: Description
ar: الوصف

# workingTime
source: Working Times
ar: مواعيد العمل

source: Branches
ar: الفروع

# notificationSettings
source: Notifications Settings
ar: إعدادات الإشعارات

source: Language Settings
ar: إعدادات اللغة

# enableNotificationsRequest
source: Please enable notifications permission from app settings
ar: يرجى تمكين إذن الإشعارات من إعدادات التطبيق

source: Copy link
ar: نسخ الرابط

# gettingLocation
source: Getting your location...
ar: جاري الحصول على الموقع الحالي

# pleaseEnableLocation
source: Please enable location permission
ar: يرجى تفعيل خدمة الحصول علي الموقع

# addressLocationFailed
source: Failed to get your address location
ar: فشل في الحصول على الموقع الحالي

# changePersonalInfo
source: Change Personal Information
ar: تغيير البيانات الشخصية

source: Username
ar: اسم المسنخدم

source: Add Comment
ar: إضافة تعليق

source: Write Your Comment
ar: اكتب تعليقك

source: Lowest rate
ar: الأقل تقييم

source: Highest rate
ar: الأعلي تقييم

# nearest
source: Nearest to your location
ar: القريبة من موقعك

# usernameChangedSuccessMessage
source: Your username has been successfully changed
ar: تم تغيير اسم المستخدم بنجاح

# aboutApp2
source: About App
ar: عن التطبيق

# noNotifiactionsYet
source: No notifications yet
ar: لا يوجد لديك اشعارات بعد

source: Notifications
ar: الاشعارات

source: Facebook
ar: فيسبوك

source: X
ar: إكس

source: YouTube
ar: يوتيوب

source: YouTube Music
ar: يوتيوب ميوزيك

source: Instagram
ar: إنستغرام

source: TikTok
ar: تيك توك

source: SoundCloud
ar: ساوند كلاود

source: Amazon Music
ar: أمازون ميوزيك

source: Apple Music
ar: آبل ميوزيك

source: Spotify
ar: سبوتيفاي

source: Pandora
ar: باندورا

source: Amazon
ar: أمازون

source: Clubhouse
ar: كلوب هاوس

source: Discord
ar: ديسكورد

source: GitHub
ar: جيت هاب

source: Gmail
ar: جيميل

source: Google Drive
ar: جوجل درايف

source: Google
ar: جوجل

source: Microsoft
ar: مايكروسوفت

source: Google Meet
ar: جوجل ميت

source: Google Play
ar: جوجل بلاي

source: Microsoft Teams
ar: مايكروسوفت تيمز

source: LinkedIn
ar: لينكد إن

source: OneDrive
ar: ون درايف

source: Pinterest
ar: بينتيريست

source: Reddit
ar: ريديت

source: Skype
ar: سكايب

source: SnapChat
ar: سناب شات

source: Telegram
ar: تيليجرام

source: Threads
ar: ثريدز

source: uTorrent
ar: يو تورنت

source: WhatsApp
ar: واتساب

source: Zoom
ar: زووم

source: Outlook
ar: آوتلوك

source: OneNote
ar: ون نوت

source: Excel
ar: إكسل

source: Word
ar: وورد

source: PowerPoint
ar: باوربوينت

source: Messenger
ar: ميسنجر

source: Apple
ar: آبل

source: Unknown
ar: غير معروف

# shareAppHint
source: You can share the app
ar: يمكنك مشاركة التطبيق

source: via
ar: من خلال

# becomeProvider
source: Become a Contractor/Service Provider
ar: التحويل إلى مقاول /مزود خدمة

source: Enter phone number
ar: ادخل رقم الجوال

# belongsToYou
source: that belongs to you
ar: الخاص بك

source: Save Changes
ar: حفظ التغييرات

source: Name updated successfully
ar: تم تحديث الاسم بنجاح

source: All Main Categories
ar: جميع الخدمات الأساسية

source: Choose
ar: قم بتحديد

source: Sub Service
ar: الخدمة الفرعية

# pleaseEnterData
source: Please enter the following data:
ar: الرجاء إدخال البيانات التالية:

source: Date
ar: التاريخ

# district
source: Neighborhood (optional)
ar: الحي (اختياري)

source: Choose {name}
ar: قم بإختيار{name}

# selectFiles
source: Attach photos or videos
ar: إرفاق صور او فيديوهات

source: Notes
ar: الملاحظات

source: Send Order
ar: إرسال الطلب

source: Confirm Order
ar: تأكيد الطلب

source: Are you sure you want to send this order?
ar: هل أنت متأكد من إرسال هذا الطلب؟

# searchByServiceProvider
source: Search by service provider name...
ar: بحث بواسطة اسم مقدم الخدمة...

# onBoarding_title_1
source: Activate your restaurant and start receiving orders today!
ar: فعّل مطعمك، وابدأ تستقبل طلباتك اليوم!

# onBoarding_desc_1
source: Make it easier for customers to reach you and boost your sales effortlessly with a smart dashboard and instant notifications for every incoming order.
ar: سهّل على عملاءك الوصول لك، وزوّد مبيعاتك بكل سهولة... من خلال لوحة تحكم ذكية، وتنبيهات فورية لكل طلب يوصل لك.

# onBoarding_title_2
source: Register as a captain and start delivering and earning!
ar: سجّل ككابتن وابدأ توصل وتربح!

# onBoarding_desc_2
source: Receive delivery requests instantly and start increasing your income with ease.
ar: استقبل الطلبات فور وصولها، وانطلق لكسب المزيد من الدخل بكل سهولة.

# onBoarding_title_3
source: Order your favorite food in simple steps!
ar: اطلب أكلك المفضل في خطوات بسيطة!
